Repository: webbninja2/ace-user-management
Catalog: languages/ace-user-management-*.po
Languages: he_il

source: User Registration
he_il: רישום משתמש

source: Custom Fields
he_il: שדות מותאמים אישית

source: Settings
he_il: הגדרות

source: ! Site key field is empty
he_il: ! שדה מפתח האתר ריק

source: ! Secret key not valid
he_il: ! המפתח הסודי אינו חוקי

source: ! Secret key field is empty
he_il: ! שדה המפתח הסודי ריק

source: Seccussfully update
he_il: עדכון מעמיק

source: Enable reCaptcha
he_il: אפשר reCaptcha

source: Disable reCaptcha
he_il: השבת reCaptcha

source: Site Key
he_il: מפתח אתר

source: Secert Key
he_il: מפתח סודי

source: Save
he_il: להציל

source: StyleSheet(plugin pages css)
he_il: StyleSheet (תוסף עמודים CSS)

source: field are updated successfully
he_il: שדה מתעדכנים בהצלחה

source: Preview
he_il: תצוגה מקדימה

source: Registration Form
he_il: טופס הרשמה

source: Username
he_il: שם משתמש

source: E-mail
he_il: דואר אלקטרוני

source: Email
he_il: דוא"ל

source: Password
he_il: סיסמה

source: Confirm Password
he_il: אשר סיסמה

source: Submit
he_il: שלח

source: Name of Label
he_il: שם התווית

source: Type your label of field
he_il: הקלד את תווית השדה שלך

source: Type your placeholder of field
he_il: הקלד את מציין המיקום שלך

source: Name of Input
he_il: שם הקלט

source: Type your name of field
he_il: הקלד את שם השדה שלך

source: Name of Input Type
he_il: שם סוג הקלט

source: Text
he_il: טקסט

source: Textarea
he_il: טקסטרה

source: Dropdown
he_il: להפיל

source: Label
he_il: תווית

source: Name
he_il: שם

source: Type
he_il: הקלד

source: Edit Field
he_il: ערוך שדה

source: Input Label
he_il: תווית קלט

source: Input Placeholder
he_il: קלט Placeholder

source: Input Type
he_il: סוג קלט

source: Dropdown Options
he_il: אפשרויות נפתח

source: Input Name
he_il: שם קלט

source: Update
he_il: עדכון

source: Delete
he_il: מחק

source: Profile
he_il: פרופיל

source: Log Out
he_il: להתנתק

source: Log In
he_il: התחברות

source: Sign Up
he_il: הירשם

source: Lost Password
he_il: סיסמה אבודה

source: Please check you email for reset password
he_il: אנא בדוק באימייל את סיסמת האיפוס

source: ! Link not send
he_il: ! הקישור לא נשלח

source: ! Email Not exists
he_il: ! אימייל לא קיים

source: ! Please enter a validate email
he_il: ! אנא הכנס דוא"ל לאימות

source: ! Please enter Email field
he_il: ! הזן שדה דוא"ל

source: Username or E-mail:
he_il: שם משתמש או דוא"ל:

source: Get New Password
he_il: קבל סיסמה חדשה

source: Password seccessfully update
he_il: סיסמה עדכון עדכון

source: ! Confrim password not match
he_il: ! סיסמת Confrim אינה תואמת

source: ! Please enter confrim password
he_il: ! הזן סיסמת Confirm

source: ! More than 5 character
he_il: ! יותר מ -5 תווים

source: ! Please Enter password
he_il: ! הזן סיסמה

source: This link has been expired.
he_il: קישור זה פג.

source: Username exists
he_il: שם משתמש קיים

source: Enter Username
he_il: הכנס שם משתמש

source: This email already exists
he_il: דוא"ל זה כבר קיים

source: Enter valid email
he_il: הזן כתובת דוא"ל חוקית

source: Enter email
he_il: הזן דוא"ל

source: password not same
he_il: הסיסמה לא זהה

source: Enter Confirm Password
he_il: הזן אישור סיסמה

source: Enter Password
he_il: הזן את הסיסמה

source: reCaptcha is not set
he_il: reCaptcha לא מוגדר

source: Username and password incorrect
he_il: שם המשתמש והסיסמה שגויים

source: Please fill all fields
he_il: בבקשה תמלא את כל השדות

source: Remember me
he_il: זכור אותי

source: Forgot Password
he_il: שכחת את הסיסמא

source: Login
he_il: התחברות

source: Successfull Update
he_il: עדכון מוצלח

source: Password not match
he_il: הסיסמה אינה תואמת

source: Add User Form
he_il: הוסף טופס משתמש
